Repository: aleger75/42_framework
Catalog: framework_1/apps/tickets/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your tickets
fr: Vos tickets

source: You have no tickets opened
fr: Vous n'avez pas de tickets ouverts

source: Tickets assigned to you
fr: Tickets qui vous sont assignes

source: No tickets assigned to you
fr: Aucun tickets ne vous sont assignes

source: Unassigned tickets
fr: Tickets sans assignation

source: No unassigned tickets
fr: Aucun tickets non assignes

source: New ticket
fr: Nouveau ticket

source: Author:
fr: Auteur :

source: Answer
fr: Reponse :

source: Re-open Ticket
fr: Reouvrir le ticket

source: Close Ticket
fr: Fermer le ticket

source: Assign Ticket
fr: Assigner le ticket

source: Assign
fr: Assigner

source: Create Ticket
fr: Creer le ticket

source: Summary
fr: Sommaire

source: Priority
fr: Priorite

source: Author
fr: Auteur

source: Assigned to
fr: Assigne a

source: Status
fr: Statut

source: Critical
fr: Critique

source: High
fr: Haute

source: Low
fr: Basse

source: Very Low
fr: Tres basse

source: Not yet assigned
fr: Pas encore assigne

source: Opened
fr: Ouvert

source: Closed
fr: Ferme

source: View
fr: Voir

source: Ticket successfully created
fr: Ticket cree avec succes

source: Please enter valid information.
fr: Merci d'entrer des informations valides.

source: Invalid answer
fr: Reponse invalide

source: Ticket re-opened
fr: Ticket reouvert

source: Could not re-open ticket
fr: Impossible de reouvrir le ticket

source: Ticket closed
fr: Ticket ferme

source: Could not close ticket
fr: Impossible de fermer le ticket

source: Ticket successfully assigned
fr: Ticket assigne avec succes
