Repository: aleger75/42_framework
Catalog: framework_1/apps/forum/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your answer
fr: Votre reponse

source: Comment
fr: Commenter

source: Title
fr: Titre

source: Body
fr: Message

source: No subcategories available
fr: Aucune sous-categories disponnible

source: Subcategories in
fr: Sous-categories dans

source: Threads in
fr: Threads dans

source: No threads available
fr: Pas de threads disponnible

source: New Thread
fr: Nouveau thread

source: Create Thread
fr: Creer thread

source: Answer
fr: Reponse

source: Answer successfully created
fr: Reponse cree avec succes

source: Invalid answer
fr: Mauvaise reponse

source: Comment successfully added
fr: Commentaire ajoute avec succes

source: Invalid comment
fr: Commentaire invalide

source: Thread successfully created
fr: Thread cree avec succes

source: Could not create thread
fr: Impossible de creer le thread
