Repository: aleger75/42_framework
Catalog: framework_0/apps/admin_p/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Users
fr: Utilisateurs

source: Add category
fr: Ajouter une categorie

source: Create Category
fr: Creer une categorie

source: List of categories:
fr: Liste des categories :

source: New category
fr: Nouvelle categorie

source: List of subcategories:
fr: Liste des sous-categories :

source: New Subcategory
fr: Nouvelle sous-categorie

source: Title
fr: Titre

source: Parent category
fr: Categorie associee

source: Delete category
fr: Supprimer categorie

source: Are you sure you want to delete
fr: Etes vous sur de vouloir supprimer

source: This will delete all threads, answers or any subcategories associated.
fr: Cette action va supprimer tout les threads, reponses et sous-categories associes

source: Delete
fr: Supprimer

source: Update category
fr: Mettre a jour

source: Update Category
fr: Mettre a jour

source: Create User
fr: Ajouter un utilisateur

source: Update
fr: Mettre a jour

source: Username
fr: Nom d'utilisateur

source: First Name
fr: Prenom

source: Last Name
fr: Nom

source: Staff status
fr: Statut administrateur

source: User was successfully updated
fr: L'utilisateur a bien ete mis a jour

source: Could not update profile. Try again
fr: Impossible de mettre a jour le profil. Reessayer

source: User was successfully deleted
fr: L'utiliser a bien ete supprime

source: %(name)s was successfully created
fr: %(name)s a bien ete cree

source: Could not create profile. Try again
fr: Impossible de creer le profil. Reessayer

source: %(name)s was successfully updated
fr: %(name)s a bien ete mis a jour

source: %(name)s was successfully deleted
fr: %(name)s a bien ete supprime
